Repository: appstea/SubscriptionTemplate
Catalog: Localizations/*.lproj/Localizable.strings
Languages: uk

# accessibility.label.humidity
source: Humidity
uk: Вологість

# accessibility.label.temp.max
source: Maximum
uk: Максимально

# accessibility.label.temp.min
source: Minimum
uk: Мінімально

# apple.login.signout
source: Log out
uk: Вийти

# check.internet.title
source: Please, check your internet connection and try again later
uk: Перевірте з'єднання і спробуйте знову

# current_weather.feels_like
source: %@ feels like
uk: %@ відчувається

# current_weather.pressure
source: %@ pressure
uk: %@ тиску

# current_weather.wind
source: %@ wind
uk: %@ вітер

# default_banner.title
source: Premium No ads & more features!
uk: Преміум Більше функцій без реклами

# default_banner.upgrade.title
source: UPGRADE
uk: КУПИТИ

# empty_view.subtitle
source: Select your location to start
uk: Виберіть місцевість, щоб почати

# empty_view.title
source: My location
uk: Я тут

# general.button.back
source: Back
uk: Назад

# general.button.close
source: Close
uk: Закрити

# general.button.done
source: Done
uk: Готово

# general.button.ok
source: Ok
uk: Ок

# general.button.retry
source: Retry
uk: Ще раз

# hour.cell.now
source: Now
uk: Зараз

# hour.cell.sunrise
source: Sunrise
uk: Світанок

# hour.cell.sunset
source: Sunset
uk: Захід

# metric.value
source: metric
uk: метрична

# next_day.cell.today
source: Today
uk: Сьогодні

# no_internet.subtitle
source: No internet connection, try later
uk: З'єднання відсутне, спробуйте пізніше

# no_internet.title
source: Ooops
uk: Упс

# no_mail_app.subtitle
source: You don't have Mail app
uk: У вас немає додатку Пошта

# no_mail_app.title
source: Ooops
uk: Упс

# notification.3_days_ago.description
source: Forecast is: %@, %@. %@ Open the app to compare the forecast with the actual weather observation data.
uk: Прогноз: % @, % @. % @ Відкрийте додаток, щоб порівняти прогноз із фактичними даними спостереження за погодою.

# notification.5_days_ago.description
source: Forecast is: %@, %@. %@ Open the app to compare the forecast with the actual weather observation data.
uk: Прогноз: % @, % @. % @ Відкрийте додаток, щоб порівняти прогноз із фактичними даними спостереження за погодою.

# notification.comparing.colder
source: colder
uk: холоднiше

# notification.comparing.warmer
source: warmer
uk: теплiше

# notification.evening_forecast.description
source: %@ %@, min: %@, max: %@
uk: %@ %@, мiн: %@, макс: %@

# notification.evening_forecast.title
source: %@. Tomorrow:
uk: %@. Завтра:

# notification.month_ago.description
source: Exactly a month ago the weather was: %@, %@. %@ Open the app to check how the weather changed in one month.
uk: Рівно мiсяць тому погода була: % @,% @. % @ Відкрийте додаток, щоб перевірити, як змінилася погода за один мiсяць.

# notification.morning_comparing_forecast.description
source: %@ %@, %@. %@ %@ than yesterday.
uk: %@ %@, %@. %@ %@ ніж учора.

# notification.morning_comparing_forecast.title
source: %@. Morning outlook:
uk: %@. Ранковий прогноз:

# notification.morning_forecast.title
source: %@. Morning outlook:
uk: %@. Ранковий прогноз:

# notification.no_location.description
source: Please enable location permission in settings or add any city in the app.
uk: Будь ласка, включить доступ до автолокаціі або додайте місцевість в додатку.

# notification.week_ago.description
source: Exactly a week ago the weather was: %@, %@. %@ Open the app to check how the weather changed in one week.
uk: Рівно тиждень тому погода була:% @,% @. % @Відкрийте додаток, щоб перевірити, як змінилася погода за один тиждень.

# notification.year_ago.description
source: Exactly a year ago the weather was: %@, %@. %@ Open the app to check how the weather changed in one year.
uk: Рівно рiк тому погода була: % @,% @. % @ Відкрийте додаток, щоб перевірити, як змінилася погода за один рiк.

# pressure.hpa.expanded.value
source: hectopascals
uk: мбар

# pressure.hpa.value
source: hPa
uk: мбар

# pressure.inches.expanded.value
source: inches
uk: дюйми

# pressure.inches.value
source: inches
uk: дюйми

# pressure.kpa.expanded.value
source: kilopascals
uk: kPa

# pressure.mm.expanded.value
source: millimeters
uk: мм

# pressure.mm.value
source: mm
uk: мм

# rain.expanded.value
source: millimeters
uk: мм

# rain.value
source: mm
uk: мм

# search.bar.placeholder
source: Type location name
uk: Назва місцевості

# search.my_cities
source: My locations
uk: Мої місця

# search.title
source: Search
uk: Пошук

# settings.connect.section.title
source: Connect
uk: Зв'язок

# settings.contact_us.subtitle
source: We would love to hear from you
uk: Нам цікаво

# settings.contact_us.title
source: Contact Us
uk: Напишіть нам

# settings.evening_report.title
source: Evening forecast
uk: Вечірній прогноз

# settings.help_support.section.title
source: Help & Support
uk: Допомога і підтримка

# settings.morning_report.title
source: Morning report
uk: Ранкове зведення

# settings.notification_center.section.title
source: Notification Center
uk: Повідомлення

# settings.notifications.title
source: Receive daily notifications
uk: Отримувати щоденні повідомлення

# settings.pressure.title
source: Pressure
uk: Тиск

# settings.privacy.subtitle
source: And other legal texts
uk: I інші юридичні тексти

# settings.privacy.title
source: Privacy Policy
uk: Приватність

# settings.rate.subtitle
source: Help more users enjoy the weather
uk: Допоможіть іншим насолоджуватися погодою

# settings.rateapp.title
source: Rate the App
uk: Оцініть додаток

# settings.restore_fail.subtitle
source: Sorry, it looks like you don't have any purchases
uk: На жаль, схоже, у вас немає покупок

# settings.restore.subtitle
source: We’ll find stuff you have already bought
uk: Знайдемо те, що ви вже купили

# settings.restore.title
source: Restore Purchases
uk: Відновити покупки

# settings.share_app.title
source: Share App
uk: Поділитися

# settings.share.subtitle
source: Share via your favorite messenger
uk: Вашим улюбленим способом

# settings.temperature.title
source: Temperature
uk: Температура

# settings.title
source: Settings
uk: Налаштування

# settings.weather.section.title
source: Weather
uk: Погода

# settings.wind.title
source: Wind
uk: Вітер

# siri.donate.prase
source: Weather forecast
uk: Прогноз погоди

# siri.intent.no_city
source: Please, add any city in the app to see forecast
uk: Будь ласка, додайте місто, щоб побачити прогноз

# siri.intent.no_data
source: Problems with data loading, try again later
uk: З'єднання відсутне, спробуйте пізніше

# start.button.continue
source: Ok, I understand
uk: Так, я розумію

# start.feature.first
source: Location, so that the app can ensure that you get the most accurate local weather data
uk: До геолокації, щоб додаток міг показувати місцеву погоду

# start.feature.second
source: Notifications, to be aware of important, dangerous and disrupting weather changes
uk: До нотифікацій, щоб отримувати прогноз і попередження

# start.subtitle
source: Will be possible if you grant access to:
uk: Буде можливий, якщо надати доступ:

# start.title
source: Best weather experience
uk: Кращий погодний досвід

# subs.additional_offer.subtitle
source: Here is an offer for you:
uk: Ось пропозиція:

# subs.additional_offer.text_format
source: You can choose between a longer trial period (that’s 7 days instead of 3) and paying even less per quarter. Try 7 days free, then %@. Get all the premium features. Don’t miss this limited time deal!
uk: Вибирай між більш тривалим випробувальним періодом (7 днів замість 3) та низькою ціною за квартал. 7 днів безкоштовно, потім %@. Усі преміум-функції. Не пропусти цю обмежену за часом угоду!

# subs.additional_offer.title
source: Not convinced?
uk: Не переконаний?

# subs.button.privacy
source: Privacy
uk: Приватнiсть

# subs.button.restore
source: Restore
uk: Відновити

# subs.button.terms
source: Terms
uk: Умови

# subs.one_button.button.close
source: or continue with a limited version
uk: Продовжити з обмеженнями

# subs.one_button.button.continue
source: Continue
uk: Продовжити

# subs.one_button.feature.first
source: Enjoy all features of the app
uk: Всі функції додатку

# subs.one_button.feature.second
source: Remove ads
uk: Без реклами

# subs.one_button.price
source: subscribe for %@ per %@
uk: підпишись за %@ в %@

# subs.one_button.title
source: Unlimited access to all features
uk: Всі функції без обмежень

# subs.one_button.trial.actual
source: Then %@ per %@
uk: Потім %@ на %@

# subs.one_button.trial.free
source: %d days trial
uk: %d днi безкоштовно

# subs.period.day
source: day
uk: день

# subs.period.month
source: month
uk: місяць

# subs.period.quartal
source: quarter
uk: квартал

# subs.period.week
source: week
uk: тиждень

# subs.period.year
source: year
uk: рік

# subs.price_per_period
source: %@ per %@
uk: %@ на %@

# subs.try_free_and_subscribe
source: Try Free and Subscribe
uk: Спробуйте безкоштовно та підпишіться

# subs.two_buttons.info_just
source: That's just %@
uk: Вартість – лише %@

# subs.two_buttons.subtitle
source: Try For Free
uk: Спробувати безкоштовно

# subs.two_buttons.text
source: Enjoy all features of the app ad free and make sure that all new features are unlocked for you to use. Try for free. No commitment. Cancel anytime.
uk: Використовуйте всі функції застосунка безкоштовно та розблокуйте всі нові можливості. Спробуйте безкоштовно. Ніяких зобов’язань, і скасувати можна будь-коли.

# subs.two_buttons.text_format
source: Enjoy all features of the app ad free and make sure that all new features are unlocked for you to use. Try %d days free, then %@. No commitment. Cancel anytime.
uk: Використовуйте всі функції застосунка безкоштовно та розблокуйте всі нові можливості. Отримайте ознайомлювальну версію на %d дні безкоштовно. Ціна в подальшому – %@. Ніяких зобов’язань, і скасувати можна будь-коли.

# subs.two_buttons.text_format7
source: Enjoy all features of the app ad free and make sure that all new features are unlocked for you to use. Try %d days free, then %@. No commitment. Cancel anytime.
uk: Використовуйте всі функції застосунка безкоштовно та розблокуйте всі нові можливості. Отримайте ознайомлювальну версію на %d днів безкоштовно. Ціна в подальшому – %@. Ніяких зобов’язань, і скасувати можна будь-коли.

# subs.two_buttons.title
source: Full Access
uk: Повний доступ

# visibility.value
source: km
uk: км

# widget_configuration.location_placeholder
source: Add
uk: Додайте

# widget.loading_data.error
source: Problems with data loading, try again later
uk: З'єднання відсутне, спробуйте пізніше

# widget.modern.medium_mid_term.subtitle
source: Current weather conditions for the selected location along with the forecast for the coming days
uk: Погода у вибраному місці разом із прогнозом на найближчі кілька днів

# widget.modern.medium_mid_term.title
source: Next Days Outlook
uk: Найближчі кілька днів

# widget.modern.medium.subtitle
source: Current weather conditions for the selected location along with the forecast for the coming hours
uk: Погода у вибраному місці разом із прогнозом на найближчі кілька годин

# widget.modern.medium.title
source: Short Term Forecast
uk: Прогноз на наступні години

# widget.modern.small.subtitle
source: Current weather conditions for the selected location right on your Home Screen or in Notification Center
uk: Поточна погода в обраної локації

# widget.modern.small.title
source: Current Conditions
uk: Поточна погода

# widget.modern.square.subtitle
source: Short and long term forecast on the same widget
uk: Короткостроковий і довгостроковий прогноз

# widget.modern.square.title
source: All At Once
uk: Все відразу

# widget.no_location.title
source: Please enable location permission in settings or add any city in the app
uk: Будь ласка, включить доступ до автолокаціі або додайте місцевість в додатку

# wind.e.expanded
source: East
uk: Східний

# wind.ene.expanded
source: East North East
uk: Східно-Північно-Східний

# wind.ese.expanded
source: East South East
uk: Східно-Південно-Східний

# wind.n.expanded
source: North
uk: Північний

# wind.ne.expanded
source: North East
uk: Північно-Східний

# wind.nne.expanded
source: North North East
uk: Північно-Північно-Східний

# wind.nnw.expanded
source: North North West
uk: Північно-Північно-Західний

# wind.nw.expanded
source: North West
uk: Північно-Західний

# wind.s.expanded
source: South
uk: Південний

# wind.se.expanded
source: South East
uk: Південно-Східний

# wind.speed.kmph
source: km/h
uk: км/год

# wind.speed.kmph.expanded
source: kilometers per hour
uk: кілометрів на годину

# wind.speed.knots
source: knots
uk: вузли

# wind.speed.knots.expanded
source: knots
uk: вузли

# wind.speed.mph
source: mph
uk: милі/год

# wind.speed.mph.expanded
source: miles per hour
uk: миль на годину

# wind.speed.mps
source: m/s
uk: м/с

# wind.speed.mps.expanded
source: meters per second
uk: метров в секунду

# wind.sse.expanded
source: South South East
uk: Південно-Південно-Східний

# wind.ssw.expanded
source: South South West
uk: Південно-Південно-Західний

# wind.sw.expanded
source: South West
uk: Південно-Західний

# wind.w.expanded
source: West
uk: Західний

# wind.wnw.expanded
source: West North West
uk: Західно-Північно-Західний

# wind.wsw.expanded
source: West South West
uk: Західно-Південно-Західний

# att.request.cta
source: Ok, I understand
uk: Так, я розумію
