Repository: appstea/SubscriptionTemplate
Catalog: UISubs/Sources/UISubs/Resources/Localizations/*.lproj/Localizable.strings
Languages: pt_pt

# apple.login.signout
source: Log out
pt_pt: Sair

# att.request.cta
source: Ok, I understand
pt_pt: Ok, eu entendo

# check.internet.title
source: Please, check your internet connection and try again later
pt_pt: Verifique a sua ligação à Internet e tente novamente

# default_banner.title
source: Premium No ads & more features!
pt_pt: Premium Sem anúncios e com mais funcionalidades!

# default_banner.upgrade.title
source: UPGRADE
pt_pt: ATUALIZAR

# general.button.back
source: Back
pt_pt: Recuar

# general.button.close
source: Close
pt_pt: Fechar

# general.button.done
source: Done
pt_pt: Feito

# general.button.retry
source: Retry
pt_pt: Repetir

# no_internet.subtitle
source: No internet connection, try later
pt_pt: Sem ligação à Internet, tente mais tarde

# no_internet.title
source: Ooops
pt_pt: Ups

# no_mail_app.subtitle
source: You don't have Mail app
pt_pt: Não tem aplicação de email

# no_mail_app.title
source: Ooops
pt_pt: Ups

# settings.contact_us.subtitle
source: We would love to hear from you
pt_pt: Gostaríamos muito de saber a sua opinião

# settings.contact_us.title
source: Contact Us
pt_pt: Contacte-nos

# settings.help_support.section.title
source: Help & Support
pt_pt: Ajuda e Assistência

# settings.privacy.subtitle
source: And other legal texts
pt_pt: E outros textos legais

# settings.privacy.title
source: Privacy Policy
pt_pt: Política de Privacidade

# settings.rateapp.title
source: Rate the App
pt_pt: Avalie a aplicação

# settings.restore_fail.subtitle
source: Sorry, it looks like you don't have any purchases
pt_pt: Desculpe, parece que você não tem nenhuma compra

# settings.restore.subtitle
source: We’ll find stuff you have already bought
pt_pt: Encontraremos coisas que já comprou

# settings.restore.title
source: Restore Purchases
pt_pt: Restaurar compras

# settings.share_app.title
source: Share App
pt_pt: Partilhar a Aplicação

# settings.share.subtitle
source: Share via your favorite messenger
pt_pt: Partilhe através da sua aplicação de mensagens favorita

# start.button.continue
source: Ok, I understand
pt_pt: Ok, eu entendo

# start.feature.first
source: Location, so that the app can ensure that you get the most accurate local weather data
pt_pt: Localização, para que a aplicação possa garantir que recebe os dados meteorológicos locais mais precisos

# start.feature.second
source: Notifications, to be aware of important, dangerous and disrupting weather changes
pt_pt: Notificações, para estar ao corrente de alterações meteorológicas importantes, perigosas e perturbadoras

# start.subtitle
source: Will be possible if you grant access to:
pt_pt: Será possível se permitir o acesso a:

# start.title
source: Best weather experience
pt_pt: Melhor experiência meteorológica

# subs.additional_offer.subtitle
source: Here is an offer for you:
pt_pt: Aqui está uma oferta:

# subs.additional_offer.text_format
source: You can choose between a longer trial period (that’s 7 days instead of 3) and paying even less per quarter. Try 7 days free, then %@. Get all the premium features. Don’t miss this limited time deal!
pt_pt: Escolha entre um período de teste mais longo (7 dias em vez de 3) e um preço mais baixo por trimestre. 7 dias grátis, depois %@. Todos os recursos premium. Não perca esta oferta por tempo limitado!

# subs.additional_offer.title
source: Not convinced?
pt_pt: Não convencido?

# subs.button.privacy
source: Privacy
pt_pt: Privacidade

# subs.button.restore
source: Restore
pt_pt: Restaurar

# subs.button.terms
source: Terms
pt_pt: Termos

# subs.one_button.button.close
source: or continue with a limited version
pt_pt: ou continue com uma versão limitada

# subs.one_button.button.continue
source: Continue
pt_pt: Continuar

# subs.one_button.feature.first
source: Enjoy all features of the app
pt_pt: Desfrute de todas as funcionalidades da aplicação

# subs.one_button.feature.second
source: Remove ads
pt_pt: Remover anúncios

# subs.one_button.price
source: subscribe for %@ per %@
pt_pt: subscreva por %@ por %@

# subs.one_button.title
source: Unlimited access to all features
pt_pt: Acesso ilimitado a todas as funcionalidades

# subs.one_button.trial.actual
source: Then %@ per %@
pt_pt: Depois %@ por %@

# subs.one_button.trial.free
source: %d days trial
pt_pt: %d dias de teste

# subs.period.day
source: day
pt_pt: dia

# subs.period.month
source: month
pt_pt: mês

# subs.period.quartal
source: quarter
pt_pt: trimestre

# subs.period.week
source: week
pt_pt: semana

# subs.period.year
source: year
pt_pt: ano

# subs.price_per_period
source: %@ per %@
pt_pt: %@ por %@

# subs.try_free_and_subscribe
source: Try Free and Subscribe
pt_pt: Experimente e subscreva

# subs.two_buttons.info_just
source: That's just %@
pt_pt: Por apenas %@

# subs.two_buttons.subtitle
source: Try For Free
pt_pt: Experimentar grátis

# subs.two_buttons.text
source: Enjoy all features of the app ad free and make sure that all new features are unlocked for you to use. Try for free. No commitment. Cancel anytime.
pt_pt: Desfrute de todas as funcionalidades da aplicação sem anúncios e certifique-se de que todas as novas funcionalidades estão desbloqueadas para usar. Experimente gratuitamente. Sem compromisso. Cancele a qualquer momento.

# subs.two_buttons.text_format
source: Enjoy all features of the app ad free and make sure that all new features are unlocked for you to use. Try %d days free, then %@. No commitment. Cancel anytime.
pt_pt: Desfrute de todas as funcionalidades da aplicação sem anúncios e certifique-se de que todas as novas funcionalidades estão desbloqueadas para usar. Experimente %d dias grátis, e depois %@. Sem compromisso. Cancele a qualquer momento.

# subs.two_buttons.text_format7
source: Enjoy all features of the app ad free and make sure that all new features are unlocked for you to use. Try %d days free, then %@. No commitment. Cancel anytime.
pt_pt: Desfrute de todas as funcionalidades da aplicação sem anúncios e certifique-se de que todas as novas funcionalidades estão desbloqueadas para usar. Experimente %d dias grátis, e depois %@. Sem compromisso. Cancele a qualquer momento.

# subs.two_buttons.title
source: Full Access
pt_pt: Acesso total
